SourceLANGID=1033
LANGID=3076
Generator=DKLang Translation Editor v3.0
LastModified=2008-10-28 15:23:31

[Constants]
00000002=更改
00000003=文件
00000004=已由其他程序修改，是否要重新加載此文件？——您可能會丟失以前所作的修改……繼續嗎？
00000005=沒有找到選定的瀏覽器，為了顯示調試輸出內容您必須指定一個常用的瀏覽器。
00000006=所有文件(*.*)
00000007=所有格式
00000008=不存在！
00000009=這個版本是 phpDesigner 2008，版本
00000010=是目前的版本！
00000011=您是否確定刪除此項目？
00000012=您是否確定要刪除選定的應用？
00000013=您是否確定要刪除選定的FTP連接？
00000014=您是否確定要刪除選定的這些項目？
00000015=重命名文件
00000016=輸入一個新的文件名和擴展名：
00000017=該文件不能重命名，文件未保存！
00000018=該文件不能重命名，目標文件已經存在！
00000019=您是否要恢複文件
00000020=透明模式將在重啟程序後關閉。
00000021=透明模式：關閉
00000022=代碼庫沒有啟動！
00000023=對不起，沒有找到幫助文件...
00000024=查找函數
00000025=在PHP手冊
00000026=無法找到PHP的解釋，請設定您的喜好以便繼續。
00000027=無法找到本地路徑，請設定您的喜好以嵌入本地。
00000028=該文件必須保存在本機預覽。
00000029=該文件必須保存後再精簡。
00000030=該文件必須保存後再使用SVN功能。
00000031=在代碼庫中找不到查找的字串！
00000032=標題
00000033=輸入行號：：：
00000034=轉到行
00000035=該文件包含尚未保存的更改。
00000036=需要保存更改嗎？
00000037=代碼片段
00000038=片段
00000039=PHP 手冊
00000040=選定的文本
00000041=文件
00000042=無法保存。
00000043=很有可能因為該文件被標記為只讀。
00000044=已在使用中。
00000045=目標文件被標記為只讀。
00000046=在htdocs文件夾中沒有被發現。
00000047=該文件必須放置在您的本地htdocs文件夾中才可以使用本地預覽。
00000048=內聯 TODO 項
00000049=內聯 BUG 項
00000050=創建一個新的片段
00000051=標題
00000052=智能高亮
00000053=PHP 錯誤！
00000054=行
00000055=保存失敗！無法連接到遠程主機
00000056=沒有加載工程
00000057=模板::編輯模板
00000058=標題
00000059=模板::創建一個新的模板
00000060=片段::編輯片段
00000061=片段::創建一個新的片段
00000062=文件瀏覽器 - 快照
00000063=為新的快照輸入一個名稱
00000064=清除最近的文件？
00000065=FTP客戶端...
00000066=文本文件區分和合並工具...
00000067=無法找到HTML Tidy(tidy.exe)！
00000068=您將要刪除的布局
00000069=繼續？
00000070=工程目錄不存在！
00000071=工程
00000072=保存布局
00000073=保存當前桌面布局為：
00000074=行
00000075=列
00000076=沒有發現 TortoiseSVN！
00000077=創建遠程文件
00000078=輸入文件名稱：
00000079=上傳當前的文件
00000080=選擇文件夾
00000081=選擇文件...
00000082=工程文件...
00000083=按順序調試文件
00000084=必須保存在本地計算機上。
00000085=文件
00000086=已被修改，您是否想保存更改並繼續調試？
00000087=必須保存，您現在就保存文件嗎？
00000088=添加監視點
00000089=性質：
00000090=xDebug 致命錯誤：
00000091=xDebug 服務器開始
00000092=xDebug 服務器停止
00000093=腳本在文件裏中斷
00000094=at
00000095=行
00000096=沒有發現WinCacheGrind！
00000097=事件分析器文件由第三方瀏覽器WinCacheGrind來打開。
00000098=SESSION
00000099=完成
00000100=運行
00000101=繼續
00000102=(沒有發現活躍的 SESSION)
00000103=開始：
00000104=您是否確定要刪除選定的項目？
00000105=這個值無效
00000106=沒有開始
00000107=完成文件的搜索。
00000108=您要再次重新開始嗎？
00000109=不能打開！
00000110=刪除錯誤記錄
00000111=刪除待辦事項
00000112=你要清除當前文件的所有搜索標記嗎？
00000113=你要清除已打開文件的所有搜索標記嗎？
00000114=沒有發現布局管理器！
00000115=創建新文件
00000116=文件名
00000117=文件已經存在！
00000118=創建一個新文件夾
00000119=無法創建新文件夾
00000120=文件夾名稱：
00000121=沒有發現文本文件區分和合並工具！
00000122=請設定您的配置。
00000123=您是否替換
00000124=為
00000125="，繼續？
00000126=相關性
00000127=函數
00000128=變量
00000129=類
00000130=類構造器
00000131=類自毀器
00000132=擴展
00000133=工具
00000134=接口
00000135=常類型
00000136=動態的
00000137=函數
00000138=類
00000139=聲明
00000140=在
00000141=描述
00000142=smarty 標簽
00000143=smarty 變量
00000144=smarty 函數
00000145=var
00000146=const
00000147=function
00000148=interface
00000149=extends
00000150=abstract
00000151=final
00000152=class
00000153=implements
00000154=關鍵字
00000155=phpDocumentor
00000156=沒有發現匹配的：
00000157=phpDesigner2008 試用版的有效期已滿！
00000158=如果您想要繼續使用,請注冊你的授權在
00000159=天
00000160=天
00000161=這個試用版已過期！
00000162=請輸入您在注冊電子郵件中收到的用戶名和注冊碼，為了確保內容的准確性請使用複制/粘貼功能。
00000163=如果您有任何關於注冊的問題，請訪問
00000164=您已成功完成注冊！
00000165=謝謝！
00000166=按鈕1

[fMain]
00000004=桌面布局
00000007=保存布局
00000008=刪除布局
00000009=文件
00000010=新建...
00000011=創建一個新文件...
00000012=新建
00000013=新建文件
00000041=打開
00000042=打開一個現有的文件
00000044=保存
00000045=保存文件
00000046=另存為
00000047=文件另存為...
00000048=全部保存
00000049=保存所有文件
00000052=打印
00000053=打印文件
00000054=撤消
00000055=撤消
00000056=重做
00000057=重做
00000058=網頁
00000059=網頁
00000060=搜索網頁
00000061=PHP (php.net)
00000062=穀歌
00000063=Live Search (Microsoft)
00000064=雅虎!
00000065=百度
00000066=Wikipedia
00000067=Koders
00000068=配置網絡搜索...
00000069=書簽
00000070=切換
00000071=切換書簽
00000072=書簽 0
00000073=書簽 1
00000074=書簽 2
00000075=書簽 3
00000076=書簽 4
00000077=書簽 5
00000078=書簽 6
00000079=書簽 7
00000080=書簽 8
00000081=書簽 9
00000082=轉到
00000083=轉到書簽
00000084=書簽 0
00000085=書簽 1
00000086=書簽 2
00000087=書簽 3
00000088=書簽 4
00000089=書簽 5
00000090=書簽 6
00000091=書簽 7
00000092=書簽 8
00000093=書簽 9
00000094=上一個書簽
00000095=下一個書簽
00000096=剪貼板
00000097=剪切
00000098=剪切選定的文本到剪貼板
00000099=複制
00000100=選定的文本複制到剪貼板
00000101=粘貼
00000102=從剪貼板粘貼
00000103=窗口
00000104=排列圖標(&A)
00000105=排列圖標
00000106=上一個文檔
00000107=上一個文件
00000108=下一個文檔
00000109=下一個文件
00000110=橫向平鋪
00000111=橫向平鋪
00000112=豎向平鋪
00000113=豎向平鋪
00000114=層疊
00000115=層疊
00000116=HTML
00000117=超鏈接
00000118=超鏈接
00000119=圖像
00000120=圖像
00000121=表格
00000122=表格
00000123=列表
00000124=列表
00000125=層
00000126=層
00000127=查找
00000128=查找
00000129=上一個
00000130=下一個
00000131=段落
00000132=左對齊
00000133=左對齊
00000134=中心對齊
00000135=中心對齊
00000136=右對齊
00000137=右對齊
00000138=兩端對齊
00000139=兩端對齊
00000140=新行
00000141=新行
00000142=縮進
00000143=縮進
00000144=凸出
00000145=凸出
00000146=表單
00000147=表單
00000148=表單
00000149=文本
00000150=文本
00000151=文本框
00000152=文本框
00000153=密碼
00000154=密碼
00000155=按鈕
00000156=按鈕
00000157=提交按鈕
00000158=提交按鈕
00000159=重置按鈕
00000160=重置按鈕
00000161=圖像按鈕
00000162=圖像按鈕
00000163=單選按鈕
00000164=單選按鈕
00000165=複選框
00000166=複選框
00000167=下拉
00000168=下拉
00000169=文件上傳
00000170=文件上傳
00000171=隱藏
00000172=隱藏
00000173=PHP
00000174=Verdana
00000175=定義 PHP
00000176=<scriptlanguage="php">...</script>
00000177=phpDocumentor
00000178=phpDocumentor 標簽
00000236=<?php...?>
00000237=<?php...?>
00000238=類，函數，變量
00000239=類，函數，變量
00000243=語句
00000244=語句
00000245=if
00000246=語句:if
00000247=if...else
00000248=語句: if...else
00000249=elseif
00000250=語句:elseif
00000251=while
00000252=語句:while
00000253=do..while
00000254=語句: do..while
00000255=for
00000256=語句:for
00000257=foreach
00000258=語句:foreach
00000259=break
00000260=語句:break
00000261=continue
00000262=語句:continue
00000263=switch
00000264=語句:switch
00000265=declarefull
00000266=語句:declarefull
00000267=declaresingle
00000268=語句:declaresingle
00000269=return
00000270=語句:return
00000271=include
00000272=包括一個文件
00000273=include_once
00000274=包括一個文件(單次)
00000275=require
00000276=引用一個文件
00000277=require_once
00000278=引用一個文件(單次)
00000279=轉換到 PHP
00000280=轉換到 PHP
00000325=注釋
00000326=注釋
00000327=使用 /***/ 注釋
00000330=使用 // 注釋
00000331=刪除注釋 //
00000332=PHP 代碼優化...
00000333=PHP 代碼優化...
00000337=phpDocumentor
00000338=phpDocumentor
00000379=內聯標簽
00000387=格式
00000390=字體
00000393=顏色
00000394=顏色
00000395=粗體
00000396=粗體
00000397=斜體
00000398=斜體
00000399=下劃線
00000400=下劃線
00000401=字體
00000402=字體
00000403=顏色
00000404=顏色
00000407=默認
00000408=默認
00000413=菜單
00000414=文件(&F)
00000431=重新打開...
00000432=清除...
00000434=打開(&O)...
00000435=選擇文件...
00000436=工程文件...
00000437=FTP
00000438=從FTP打開文件(&F)...
00000439=保存到 FTP...
00000440=複制到 FTP...
00000441=上傳文件夾到 FTP...
00000442=上傳工程到 FTP...
00000443=保存(&S)
00000444=另存為(&A)...
00000445=全部保存
00000447=文件格式
00000451=配置文件格式...
00000452=文件編碼
00000453=ANSI
00000454=UTF-8
00000455=UTF-16 LE
00000456=UTF-16 BE
00000457=使用 BOM 保存
00000459=配置文件編碼...
00000460=關閉(&C)
00000461=全部關閉(&L)
00000462=副本...
00000463=恢複...
00000464=重命名...
00000465=打印(&P)...
00000466=打印設置(&T)...
00000467=導出為 HTML...
00000468=導出為 RTF...
00000469=導出為 (La)TeX...
00000470=退出(&E)
00000471=編輯(&E)
00000472=撤消(&U)
00000473=重做(&R)
00000474=剪切(&C)
00000475=複制(&O)
00000476=粘貼(&P)
00000477=選擇所有(&S)
00000478=換行
00000479=查找(&I)
00000480=下一個
00000481=上一個
00000482=選項
00000483=標記
00000484=高亮結果
00000485=清除文件的結果標記
00000486=清除所有文件的結果標記
00000487=清除搜索記錄...
00000488=非活動
00000489=轉到行...
00000490=查找匹配的標記/括號
00000491=選擇匹配的標記/括號
00000492=文件聲明
00000493=全部
00000494=函數
00000495=類與接口
00000496=常量
00000497=變量
00000498=工程|所有打開的文件聲明
00000499=全部
00000500=函數
00000501=類與接口
00000502=常量
00000503=變量
00000504=下一個聲明
00000505=上一個聲明
00000506=格式(&O)
00000507=字體編輯...
00000508=粗體
00000510=斜體
00000512=下劃線
00000514=刪除線
00000515=左對齊
00000517=中心對齊
00000519=右對齊
00000521=兩端對齊
00000523=段落
00000525=換行
00000527=不換行空格符
00000529=縮進
00000530=凸出
00000531=標題
00000532=標題 1
00000533=標題 2
00000534=標題 3
00000535=標題 4
00000536=標題 5
00000537=標題 6
00000538=行距
00000539=行距：100%
00000540=行距：150%
00000541=行距：200%
00000542=計算機輸出標簽
00000543=已編排格式
00000544=打字型
00000545=樣本
00000546=代碼
00000547=變量
00000548=鍵盤
00000549=引用、引文和定義標記
00000550=地址
00000551=長引用
00000552=短引用
00000553=縮寫
00000554=首字母縮寫詞
00000555=文字方向
00000556=術語定義
00000557=引用
00000558=插入
00000559=強調
00000560=加粗
00000561=下標
00000562=上標
00000563=水平線
00000564=更多顏色...
00000565=顏色選擇...
00000567=HTML(&H)
00000570=超鏈接...
00000572=圖片...
00000574=表格編輯...
00000576=列表編輯...
00000578=編號列表
00000579=項目列表
00000580=表單
00000581=表單...
00000583=文本框...
00000585=文本域...
00000587=密碼框...
00000589=文件上傳...
00000591=按鈕...
00000593=提交按鈕...
00000595=重置按鈕...
00000597=圖像按鈕...
00000599=單選按鈕...
00000601=複選框...
00000603=下拉列表...
00000605=隱藏域...
00000607=導入<body>...
00000608=Flash...
00000610=注釋
00000611=文檔類型
00000622=Meta信息...
00000623=特殊字符...
00000624=特殊字符到代碼
00000625=選定的文本
00000626=整個文檔
00000627=代碼到特殊字符
00000628=選定的文本
00000629=整個文檔
00000630=刪除標簽
00000631=刪除選定文本中的標簽
00000632=刪除文件中的標簽
00000633=HTML 整理
00000634=W3 標准
00000635=升級到 CSS2
00000636=升級到 XHTML
00000637=升級到 XML
00000638=CSS(&C)
00000639=CSS
00000640=輸入...
00000645=選擇器
00000646=選擇向導...
00000647=普通...
00000648=Class 或 ID...
00000649=全局...
00000650=導入規則…
00000651=媒體規則…
00000652=定位(層)...
00000653=定位(層)
00000654=JavaScript(&J)
00000655=JavaScript
00000656=function
00000657=語句
00000671=信息對話框
00000672=alert (警告框)
00000673=confirm (確認框)
00000674=prompt (提示框)
00000675=document.write()
00000676=window.open()...
00000677=PHP(&P)
00000696=class
00000697=class\n=============\nSyntax:\n\nclass name\n{\n...\n}
00000698=function
00000699=function\n=============\nSyntax:\n\nfunction name\n{\n...\n}
00000700=變量
00000701=文件
00000702=包含
00000703=引用
00000704=包含一次
00000705=引用一次
00000706=使用 /***/ 注釋
00000707=注釋區塊
00000708=使用 # 注釋
00000709=行注釋
00000710=使用 // 注釋
00000711=行注釋
00000712=取消單行注釋
00000713=刪除注釋
00000783=轉換到 PHP
00000784=Tahoma
00000785=Print "...";
00000787=Print '...';
00000789=Echo "...";
00000791=Echo '...' ;
00000793=單引號 '...'
00000795=雙引號 "..."
00000797=雙引號和換行 “……\\n”;
00000799=單引號和換行 '……\\n';
00000800=在單引號和換行符“\\n”中附上文本
00000803=雙引號和回車 “……\\r”;
00000805=單引號和回車 '……\\r';
00000806=在單引號和回車符"\\r" 中附上文本
00000809=雙引號和水平制表符 “……\\t”;
00000811=單引號和水平制表符 '……\\t';
00000812=在單引號和制表符"\\t"中附上文本
00000815=phpDocumentor
00000825=phpDocumentor 向導...
00000826=phpDocumentor 標簽
00000855=內聯標簽
00000863=Smarty
00000864=注釋
00000865=變量
00000866=內建函數
00000883=自定義函數
00000902=Class 變量
00000939=Class 屬性
00000977=PHP 代碼優化
00000978=文件
00000979=所有文件
00000980=配置 PHP 代碼優化...
00000981=調試(&D)
00000982=調試
00000983=開始新會話
00000984=調試參數...
00000985=運行調試器
00000986=暫停
00000987=終止
00000988=運行到光標
00000989=逐語句
00000990=逐過程
00000991=運行到返回
00000992=切換斷點
00000994=添加監視點
00000995=顯示執行點
00000996=事件分析器
00000997=事件分析器參數...
00000999=Xdebug IDE 服務器
00001003=非 Xdebug 運行
00001004=非 Xdebug 運行的參數...
00001005=PHP 語法檢查
00001006=打開 php.ini
00001007=調試窗口
00001015=工程(&P)
00001016=工程管理器...
00001017=工程文件...
00001018=重新載入
00001019=關閉
00001020=工具(&T)
00001021=應用程序管理器...
00001022=數據庫管理...
00001023=字符方案
00001024=選定的文本
00001025=大寫
00001026=小寫
00001027=首字母大寫
00001028=大寫標簽
00001029=小寫標簽
00001030=整個文檔
00001031=大寫
00001032=小寫
00001033=首字母大寫
00001034=大寫標簽
00001035=小寫標簽
00001036=重複行
00001037=修剪
00001038=修剪
00001039=修剪左邊
00001040=修剪右邊
00001041=刪除行
00001042=刪除行尾
00001043=刪除空行
00001044=自動更正
00001045=日期和時間...
00001046=FTP...
00001047=FileZilla...
00001048=文本比較...
00001049=文件關聯...
00001050=配置(&P)...
00001051=SVN(&V)
00001052=添加文件...
00001053=提交...
00001054=提交文件...
00001055=更新...
00001056=更新文件...
00001057=比較/合並文件...
00001058=恢複文件...
00001059=查看(&E)
00001060=查看頁面
00001061=編輯
00001062=PHP | 調試
00001063=PHP | 運行
00001064=HTML | 預覽
00001065=本地
00001066=工具欄(&T)
00001067=文件
00001068=剪貼板
00001069=查找
00001070=PHP
00001071=HTML
00001072=表單
00001073=格式
00001074=段落
00001075=聲明
00001076=跳轉曆史
00001077=桌面布局
00001078=窗口
00001079=書簽
00001080=WEB 搜索
00001082=工具面板(&P)
00001083=PHP 代碼瀏覽器
00001084=代碼庫
00001085=代碼片段
00001086=文件瀏覽器
00001087=工程
00001088=模板
00001089=數據庫連接
00001090=PHP 手冊
00001091=TODO 管理器
00001092=BUG 管理器
00001093=內聯 TODO 項
00001094=內聯 BUG
00001095=信息 :: PHP
00001096=信息 :: phpDocumentor
00001097=信息 :: HTML Tidy
00001098=搜索結果
00001099=FTP瀏覽器
00001100=數據庫管理
00001101=文件瀏覽器快照
00001102=工程概況
00001103=語法檢查：HTML && CSS
00001104=斷點
00001105=調用堆棧
00001106=評估
00001107=監視
00001108=環境變量
00001109=事件日志
00001110=用戶界面(&U)
00001111=透明度
00001112=透明模式
00001113=透明值 (默認=255)
00001114=文件標簽
00001115=默認
00001116=主題
00001117=狀態欄
00001119=無
00001120=系統默認
00001121=隨機
00001122=展開
00001123=幻燈
00001124=淡出
00001142=布局管理...
00001144=窗口(&W)
00001145=上一個
00001146=下一個
00001147=水平平鋪(&H)
00001148=垂直平鋪(&V)
00001149=層疊(&C)
00001150=排列圖標(&A)
00001151=全部最小化(&M)
00001152=全部最大化(&X)
00001153=文件
00001154=幫助(&P)
00001155=幫助(&H)...
00001156=注冊...
00001157=授權...
00001158=幫助手冊
00001159=PHP
00001160=PHP 手冊(&P)...
00001161=查尋函數
00001162=目錄
00001163=入門
00001164=函數參考
00001165=語言參考
00001167=HTML(&H)...
00001168=CSS(&C)...
00001169=PEAR(&E)...
00001170=SQL...
00001171=提供反饋信息...
00001172=訪問網站...
00001173=檢查新版本...
00001174=關於(&A)...
00001175=立即訂購(&O)！
00001176=如果您喜歡這個軟件，馬上訂購吧！
00001447=跳轉曆史
00001448=上一步
00001449=向前
00001450=調試
00001451=調試
00001453=運行到光標
00001457=切換斷點
00001458=添加監視點
00001459=事件分析器
00001462=語法檢查
00001463=聲明
00001464=文件
00001465=文件聲明
00001471=工程
00001472=工程聲明
00001478=下一個
00001479=下一個聲明
00001480=上一個
00001481=上一個聲明
00001482=位置
00001483=屬性
00001484=更改
00001485=沒有加載工程
00001488=授權給：
00001489=新建文件
00001490=工程
00001491=模板
00001492=打開現有文件
00001494=打開...
00001495=右鍵單擊下面空白區域將看到更多的選項...
00001532=輸出查看：
00001623=默認
00001663=自動展開
00001672=常規
00001673=布局
00001775=代碼庫-搜索
00001776=再次搜索
00001777=搜索
00001778=名稱
00001779=內容
00001780=片段
00001781=創建一個新的片段
00001782=片段>> 文檔
00001783=編輯片段
00001784=刪除片段
00001785=輸出到 XML
00001787=文件瀏覽器
00001788=打開或插入文件
00001789=選項
00001790=創建一個新的文件/文件夾
00001793=工程
00001794=文件夾
00001795=創建新文件夾
00001796=工程管理器
00001797=導入文件夾/文件
00001798=打開或插入文件
00001799=重解析工程
00001800=卸載工程
00001802=工程文件
00001804=工具欄模板
00001806=創建一個新的模板
00001807=模板>> 新建文檔
00001808=編輯模板
00001809=刪除模板
00001810=輸出到 XML
00001811=名稱
00001812=內容
00001814=工具欄模板
00001815=新建數據庫...
00001816=編輯數據庫...
00001817=創建數據庫連接代碼
00001818=刪除
00001819=輸出到 XML
00001820=CLASS 瀏覽器
00001821=選項
00001825=連接
00001826=連接到 FTP
00001827=斷開
00001828=從 FTP斷開
00001829=上一步
00001830=轉到另一級
00001831=編輯
00001832=遠程編輯
00001833=下載
00001834=從 FTP下載到本地
00001835=上傳
00001836=上傳本地文件到 FTP
00001837=複制
00001838=複制活動文件到 FTP
00001839=上傳文件
00001840=上傳活動文件到 FTP
00001841=上傳文件夾
00001842=上傳文件夾到 FTP
00001843=上傳工程
00001844=上傳工程到 FTP
00001845=新文件夾
00001846=創建一個新文件夾
00001847=權限
00001848=變更權限
00001849=刪除
00001850=刪除選擇的文件或文件夾
00001851=中斷
00001852=中斷
00001853=重命名
00001854=重命名文件或文件夾
00001855=刷新
00001856=刷新
00001857=FTP 查看
00001858=插入 TODO 項
00001859=插入 TODO 項
00001860=刪除 TODO 項
00001861=刪除 TODO 項
00001866=文件
00001870=沒有可顯示的項目。
00001882=沒有可顯示的項目。
00001906=文件
00001915=信息
00001916=文件名
00001917=CLASS 瀏覽器
00001918=導航
00001919=上一步
00001920=下一個
00001921=函數未找到！
00001922=文件瀏覽器
00001923=載入文件瀏覽器快照
00001924=保存文件瀏覽器快照
00001925=刪除文件瀏覽器快照
00002033=php
00002035=*.htm
00002036=所有文件|*.*
00002050=打開(&O)...
00002057=創建一個新的模板...
00002058=創建一個新的模板
00002059=模板>>新建文檔
00002060=模板>>新建文檔
00002061=編輯模板...
00002062=編輯模板...
00002063=刪除模板...
00002064=刪除模板...
00002065=新建 TODO 項(N)...
00002066=創建一個新的 TODO 項
00002067=編輯
00002068=編輯所選的 TODO 項
00002069=打開文件(F)...
00002070=在選定的 TODO 項中打開相關的文件
00002071=刪除
00002072=刪除所選的 TODO 項
00002073=輸出列表
00002074=HTML....
00002075=輸出 TODO 項到 HTML
00002077=選項
00002078=選項
00002079=打開文件
00002080=編輯 TODO 項
00002081=網格
00002082=查看
00002083=列表(L)
00002084=列表
00002085=圖標(I)
00002086=報告(R)
00002087=向上移動
00002088=向下移動
00002089=HTML
00002090=HTML 文檔(*.htm;*.html)|*.htm;*.html
00002093=打開工程
00002094=關閉工程
00002098=保存
00002099=全部保存
00002100=保存到 FTP...
00002101=複制到 FTP...
00002102=關閉
00002103=全部關閉
00002104=關閉其他
00002105=副本...
00002107=文件
00002110=類
00002111=函數
00002113=文件
00002114=剪貼板
00002115=查找
00002116=PHP
00002117=調試
00002118=HTML
00002119=表單
00002120=格式
00002121=段落
00002122=跳轉曆史
00002123=聲明
00002124=桌面布局
00002125=窗口
00002126=書簽
00002127=WEB 搜索
00002129=PHP 手冊
00002130=插入
00002131=手冊
00002137=新建...
00002138=新建數據庫...
00002139=編輯...
00002140=編輯數據庫...
00002145=DBX
00002154=移除...
00002155=創建一個新的片段...
00002156=創建一個新的片段...
00002157=片段>>文檔
00002158=片段>>文檔
00002159=編輯片段...
00002160=編輯選取的片段
00002161=刪除片段...
00002162=刪除片段...
00002163=創建一個新的模板...
00002164=創建一個新的模板
00002165=模板>>新建文檔
00002166=使用選定的模板
00002167=編輯模板...
00002168=編輯選定的模板
00002169=刪除模板...
00002170=刪除選定的模板
00002171=新建內聯 BUG 項 #PHP...
00002172=新建內聯 BUG 項 #HTML...
00002173=新建內聯 TODO 項 #PHP...
00002174=新建內聯 TODO 項 #HTML...
00002177=創建新文件
00002178=跳轉到源碼
00002181=全部|*.*|PHP|*.php
00002182=目錄
00002183=入門
00002184=函數參考
00002185=語言參考
00002186=配置 PHP 手冊...
00002187=MySQL
00002188=PostgreSQL
00002198=插入文件名
00002199=插入文件名的完整路徑
00002200=桌面
00002201=我的文檔
00002202=驅動器
00002203=網絡
00002204=本地
00002205=查看
00002206=平鋪(&T)
00002207=列表(&L)
00002208=圖標(&I)
00002209=詳情(&D)
00002210=縮略圖(&T)
00002211=過濾器
00002212=網絡文件
00002213=所有文件
00002214=插入文件名
00002215=插入文件名的完整路徑
00002220=平鋪(&T)
00002221=列表(&L)
00002222=圖標(&I)
00002223=詳情(&D)
00002224=縮略圖(&T)
00002238=搜索...
00002239=再次搜索
00002240=替換...
00002241=再次替換...
00002242=擴展搜索...
00002243=擴展替換...
00002244=在文件中查找...
00002245=選項(&O)
00002246=清除標記...
00002247=清除搜索曆史...
00002248=配置搜索...
00002249=剪切(&C)
00002250=複制(&O)
00002251=粘貼(&P)
00002252=配置...
00002253=打開工程
00002257=使用 /***/ 注釋
00002259=使用 // 注釋
00002261=使用 # 注釋
00002263=TortoiseSVN::添加文件
00002265=新建
00002267=打開
00002269=保存
00002271=另存為
00002273=保存所有文件
00002275=FTP
00002277=關閉
00002279=全部關閉
00002281=副本
00002283=恢複
00002285=重命名
00002287=打印
00002289=導出到 HTML
00002291=導出到 RTF
00002293=導出到 LaTex
00002295=退出
00002297=撤消(&U)
00002298=撤消
00002300=重做(&R)
00002301=重做
00002303=剪切(&C)
00002304=剪切到剪貼板
00002306=複制(&C)
00002307=複制到剪貼板
00002309=粘貼(&P)
00002310=從剪貼板粘貼
00002312=選擇所有(&S)
00002313=全部選擇
00002315=換行(&W)
00002316=換行
00002318=轉到行
00002320=全部文件聲明
00002322=文件函數聲明
00002324=文件類和接口聲明
00002326=文件常量聲明
00002328=文件變量聲明
00002330=所有項目聲明
00002332=工程函數聲明
00002334=工程類和接口聲明
00002336=工程常量聲明
00002338=工程變量聲明
00002340=下一個聲明
00002342=上一個聲明
00002344=面板 :: PHP代碼瀏覽器
00002346=瀏覽頁面 :: PHP | 調試
00002348=面板 :: 代碼庫
00002350=面板 :: 代碼片段
00002352=面板 :: 文件瀏覽器
00002354=面板 :: 工程
00002356=面板 :: 模板
00002358=面板 :: 數據庫連接
00002360=瀏覽頁面 :: 編輯
00002362=瀏覽頁面 :: PHP | 運行
00002364=瀏覽頁面 :: HTML | 預覽
00002366=瀏覽頁面 :: 本地
00002368=停靠面板 :: PHP 文檔
00002370=停靠面板 :: TODO 管理器
00002372=停靠面板 :: BUG 管理器
00002374=停靠面板 :: 內聯 TODO 管理器
00002376=停靠面板 :: 內聯 BUG 管理器
00002378=停靠面板 :: 搜索結果
00002380=停靠面板 :: FTP
00002382=停靠面板 :: 數據庫管理
00002384=停靠面板 :: 文件瀏覽器-快照
00002386=停靠面板 :: 工程
00002388=應用程序管理器
00002390=選擇匹配的標記/括號
00002392=查找匹配標記
00002394=刪除空行
00002396=自動更正
00002398=日期和時間
00002400=FileZilla
00002402=配置
00002404=刪除注釋 //
00002406=phpDocumentor 向導
00002408=phpDocumentor :: CLASS
00002410=phpDocumentor :: Function
00002412=phpDocumentor :: Simple Function
00002414=phpDocumentor :: 文件中所有的 CLASS
00002416=phpDocumentor :: 文件中所有的 Function
00002418=phpDocumentor :: 文件中所有的 Simple Function
00002420=phpDocumentor :: 全部打開文件中所有的 CLASS
00002422=phpDocumentor :: 全部打開文件中所有的 Function
00002424=phpDocumentor :: 全部打開文件中所有的 Simple Function
00002426=PHP代碼優化::文件
00002428=PHP代碼優化::全部打開的文件
00002430=超鏈接
00002432=圖像
00002434=表格
00002436=列表
00002442=Flash
00002444=Meta 信息
00002446=特殊字符
00002448=表單
00002450=表單 :: 文本框
00002452=表單 :: 文本區域
00002454=表單 :: 密碼框
00002456=表單 :: 文件上傳
00002458=表單 :: 按下按鈕
00002460=表單 :: 提交
00002462=表單 :: 重置
00002464=表單 :: 圖片
00002466=表單 :: 單選按鈕
00002468=表單 :: 複選框
00002470=表單 :: 下拉條
00002472=表單 :: 隱藏
00002474=整理 :: W3 標准
00002476=整理 :: 升級到 CSS2
00002478=整理 :: 升級到 XHTML
00002480=整理 :: 升級到 XML
00002482=非 Xdebug 運行
00002484=非 Xdebug 運行的參數...
00002486=PHP 語法檢查
00002488=工程管理器
00002490=工程 :: 重解析
00002492=工程 :: 卸載
00002494=字體編輯器
00002496=粗體
00002498=斜體
00002500=下劃線
00002502=刪除線
00002504=左
00002506=中心對齊
00002508=右
00002510=兩端對齊
00002512=新行
00002514=換行
00002516=不換行空格符
00002518=縮進
00002520=凸出
00002522=標題 1
00002524=標題 2
00002526=標題 3
00002528=標題 4
00002530=標題 5
00002532=標題 6
00002534=字距：100%
00002536=字距：150%
00002538=字距：200%
00002540=下標
00002542=上標
00002544=水平線
00002546=更多顏色
00002548=顏色選擇
00002550=切換書簽 0
00002552=切換書簽 1
00002554=切換書簽 2
00002556=切換書簽 3
00002558=切換書簽 4
00002560=切換書簽 5
00002562=切換書簽 6
00002564=切換書簽 7
00002566=切換書簽 8
00002568=切換書簽 9
00002570=轉到書簽 0
00002572=轉到書簽 2
00002574=轉到書簽 1
00002576=轉到書簽 3
00002578=轉到書簽 4
00002580=轉到書簽 5
00002582=轉到書簽 6
00002584=轉到書簽 7
00002586=轉到書簽 8
00002588=轉到書簽 9
00002590=搜索網絡
00002592=搜索網絡 - PHP (php.net)
00002594=搜索網絡 - 穀歌
00002596=搜索網絡 - LiveSearch(Microsoft)
00002598=搜索網絡 - 雅虎!
00002600=搜索網絡 - 百度
00002602=搜索網絡 - Wikipedia
00002604=搜索網絡 - Koders
00002606=PHP 手冊
00002608=跳轉到聲明
00002610=在光標處打開文件
00002612=TODO項 :: PHP
00002614=TODO項 :: HTML
00002616=BUG項 :: PHP
00002618=BUG項 :: HTML
00002620=新建 :: PHP
00002622=新建 :: XHTML/HTML
00002624=新建 :: CSS
00002626=新建 :: XML
00002628=新建 :: JavaScript
00002630=新建 :: VisualBasic
00002632=新建 :: SQL
00002634=新建 :: Perl
00002636=新建 :: Java
00002638=新建 :: C#
00002640=新建 :: Python
00002642=新建 :: Ruby
00002644=新建 :: 無
00002646=(X)HTML、CSS 語法檢查
00002648=刪除行
00002650=刪除行尾
00002652=TortoiseSVN :: 提交
00002654=TortoiseSVN :: 提交文件
00002656=TortoiseSVN :: 更新
00002658=TortoiseSVN :: 更新文件
00002660=TortoiseSVN :: 比較/合並文件
00002662=TortoiseSVN :: 恢複文件
00002664=上一個
00002666=下一個
00002668=水平平鋪(&H)
00002670=垂直平鋪(&V)
00002672=層疊(&C)
00002674=排列圖標(&A)
00002676=全部最小化(&M)
00002678=全部最大化(&X)
00002680=選擇文件
00002682=工程文件
00002684=複制活動文件到 FTP
00002686=上傳活動文件到 FTP...
00002688=上傳文件夾到 FTP...
00002690=上傳工程到 FTP...
00002692=重複行
00002694=大寫選定的文本
00002696=小寫選定的文本
00002698=首字母大寫選定的文本
00002700=大寫選定的標簽
00002702=小寫選定的標簽
00002704=大寫文本
00002706=小寫文本
00002708=文本首字母大寫
00002710=大寫標簽
00002712=小寫標簽
00002714=查找(F)
00002716=查找下一個
00002718=查找上一個
00002720=停靠面板 :: 調試 - PHP
00002722=停靠面板 :: 調試 - phpDocumentor
00002724=停靠面板 :: 調試 - HTML Tidy
00002726=停靠面板 :: 斷點
00002728=停靠面板 :: 調用堆棧
00002730=停靠面板 :: 賦值
00002732=停靠面板 :: 監視
00002734=停靠面板 :: 環境變量
00002736=停靠面板 :: 事件日志
00002738=插入
00002740=強調
00002742=加粗
00002744=HTML 注釋
00002745=上一個書簽
00002746=下一個書簽
00002747=自動完成
00002749=刪除單行注釋
00002751=文本文件區分和合並工具
00002752=創建文件
00002753=編輯文件
00002754=變更許可
00002755=取消
00002756=加載工程
00002757=正在掃描工程文件，請稍候...
00002760=調試
00002762=啟動服務器
00002764=運行調試器
00002766=停止服務器
00002768=重新啟動服務器
00002770=逐語句
00002772=逐過程
00002774=運行到返回
00002776=運行到光標
00002778=終止
00002780=添加監視點
00002782=斷點
00002784=調用堆棧
00002786=監視
00002788=環境變量
00002790=評估
00002792=事件日志
00002794=切換斷點
00002796=開始新會話
00002798=顯示執行點
00002800=事件分析器
00002802=事件分析器
00002804=事件分析器參數...
00002808=調試參數...
00002810=事件分析器參數...
00002811=文件格式
00002812=文件編碼
00002815=新建文件夾...
00002816=新建文件...
00002817=語言選擇
00002819=幫助翻譯語言
00002825=轉碼字符串
00002826=轉碼單引號
00002827=轉碼雙引號
00002828=轉碼單引號並引用
00002829=轉碼雙引號並引用
00002831=新建 :: Smarty
00002833=轉碼雙引號並引用
00002834=轉碼雙引號
00002835=轉碼單引號並引用
00002836=轉碼單引號
00002841=Print "...";
00002842=Print '...';
00002843=Echo "...";
00002844=Echo '...' ;
00002845=雙引號 "..."
00002846=單引號 '...'
00002847=雙引號和換行 “……\\n”;
00002848=單引號和換行 '……\\n';
00002849=雙引號和回車 “……\\r”;
00002850=單引號和回車 '……\\r';
00002851=雙引號和水平制表符 “……\\t”;
00002852=單引號和水平制表符 '……\\t';
00002881=WinCacheGrind...
00002882=配置...
00002883=自定義...
00002884=最近打開的文件
00002885=清除最近打開的文件
00002886=語句
00002887=自定義...
00002888=自定義顏色...
00002889=更多顏色...
00002890=更多顏色
00002891=顏色選擇...
00002892=顏色選擇...
00002893=class
00002894=function
00002895=變量
00002896=新建...
00002897=選擇文件...
00002898=工程文件...
00002899=使用 # 注釋
00002900=行注釋
00002901=File Declarations - 全部
00002902=函數
00002903=類與接口
00002904=常量
00002905=變量
00002906=工程 | 全部打開文件的聲明-全部
00002907=函數
00002908=類與接口
00002909=常量
00002910=變量
00002911=時間戳
00002912=時間戳 #4
00002913=時間戳 #3
00002914=時間戳 #2
00002915=時間戳 #1
00002916=保存時更新時間戳
00002917=數據文件夾...
00002918=查找...
00002919=Ctrl+H\n
00002920=添加 CLASS 文檔
00002921=添加 function 文檔
00002922=添加 Simple Function 文檔
00002923=添加文檔到文件中所有的 CLASS
00002924=添加文檔到文件中所有的 Function
00002925=添加文檔到文件中所有的  Simple Function
00002926=添加文檔到全部打開的文件中所有的 CLASS
00002927=添加文檔到全部打開的文件中所有的 Function
00002928=添加文檔到全部打開的文件中所有的 Simple Function
00002929=新建
00002930=服務器變量
00002931=JavaScript...
00002932=新建...

[fMDIChild]
00000001=標題
00000072=書簽 0
00000073=書簽 1
00000074=書簽 2
00000075=書簽 3
00000076=書簽 4
00000077=書簽 5
00000078=書簽 6
00000079=書簽 7
00000080=書簽 8
00000081=書簽 9
00000084=書簽 0
00000085=書簽 1
00000086=書簽 2
00000087=書簽 3
00000088=書簽 4
00000089=書簽 5
00000090=書簽 6
00000091=書簽 7
00000092=書簽 8
00000093=書簽 9
00000568=VBScript
00001049=SQL
00001785=工程文件...
00001790=選擇文件...
00001862=配置高亮行...
00001864=注釋
00001867=JavaScript
00001868=常規
00001869=PHP
00001900=C#
00001902=Perl
00001904=Ruby
00001909=配置調試...
00002097=配置外部瀏覽器...
00002108=XML
00002109=CSS
00002216=Python
00002217=Java
00002219=開始
00002221=查找全部
00002222=PHP 手冊
00002223=在 PHP 手冊中檢索函數
00002224=換行
00002225=標志
00002226=智能高亮
00002227=智能高亮(PHP，HTML，XML，CSS和JavaScript)
00002228=編輯
00002229=HTML :: 預覽
00002230=PHP :: 運行
00002231=本地
00002234=關閉文檔
00002235=選擇文件...
00002236=工程文件...
00002237=PHP :: 調試
00002238=打印文件名
00002239=編輯
00002240=行跳轉
00002275=轉換 Chars 為 CodeSel
00002278=編輯顏色...
00002279=跳轉到聲明
00002280=在光標打開文件...
00002281=phpDocumentor
00002282=幫助
00002283=WEB 搜索
00002284=PHP (php.net)
00002285=穀歌
00002286=Live Search (Microsoft)
00002287=雅虎!
00002288=百度
00002289=Wikipedia
00002290=Koders
00002291=配置網絡搜索...
00002292=撤消
00002293=重做
00002294=剪切
00002295=複制
00002296=粘貼
00002297=換行
00002298=換行
00002299=按鍵鎖
00002300=按鍵鎖
00002301=切換書簽(&T)
00002302=轉到書簽(&G)
00002303=選擇匹配的標記/括號
00002304=查找匹配的標記/括號
00002305=字符方案
00002306=選定的文本
00002307=大寫
00002308=小寫
00002309=首字母大寫
00002310=大寫標簽
00002311=小寫標簽
00002312=整個文檔
00002313=大寫
00002314=小寫
00002315=首字母大寫
00002316=大寫標簽
00002317=小寫標簽
00002318=>>片段
00002319=HTML
00002320=TODO && BUG
00002321=新建內聯 TODO 項 # PHP...
00002322=新建內聯 TODO 項 # HTML...
00002323=新建內聯 BUG 項 # PHP...
00002324=新建內聯 BUG 項 # HTML...
00002325=使用 // 注釋
00002326=取消單行注釋
00002327=SVN
00002328=配置...
00002329=Internet Explorer
00002330=Netscape
00002331=Firefox
00002332=Opera
00002333=Safari
00002334=配置外部瀏覽器...
00002335=Internet Explorer
00002336=Netscape
00002337=Firefox
00002338=Opera
00002339=Safari
00002340=配置外部瀏覽器...
00002341=Internet Explorer
00002342=Netscape
00002343=Firefox
00002344=Opera
00002345=Safari
00002346=本地文件夾...
00002394=沒有語法
00002395=語法：無
00002396=編輯器工具欄位置：頂部
00002397=編輯器工具欄位置：底部
00002398=清除所有書簽...
00002399=URL：
00002400=查找：
00002402=Smarty
00002403=Tahoma
00002404=語法：HTML

[frmAbout]
00000028=關閉
00000029=關於
00000034=更多信息請訪問：
00000039=授權給：
00000041=姓名：
00000042=電子郵件：
00000043=公司/機構：
00000044=現在注冊！
00000045=刪除許可
00000046=改變許可證信息...
00000047=第三方
00000048=第三方
00000049=本產品包含的組件或庫文件由下列第三方提供：
00000050=感謝上述做出貢獻的團體和個人！
00000051=特別感謝 Krystian Bigaj！
00000052=組件/庫
00000053=作者
00000054=許可
00000055=網站
00000056=法律
00000057=xdebug
00000063=PHP
00000068=許可協議
00000069=許可協議
00000070=關於
00000071=(基於“PHP許可證”，版本3.0)
00000072=版權所有(C)2002 - 2007 Derick Rethans。保留所有權利。
00000073=翻譯
00000074=翻譯貢獻者
00000075=投稿
00000076=語言
00000077=網站
00000078=感謝上述來自世界各地的貢獻者幫助翻譯！
00000079=如果您想幫助翻譯語言！請訪問：

[frmApplicationEdit]
00000070=應用程序屬性
00000073=確定
00000078=取消
00000079=名稱：
00000080=應用程序路徑：
00000081=參數
00000084=所有文件(*.*)|*.*

[frmApplicationManager]
00000070=應用程序管理器
00000073=運行
00000078=關閉
00000079=新建...
00000080=移除...
00000081=編輯...

[frmAutoCompletionNewItem]
00000070=自動完成項
00000073=確定
00000078=取消
00000079=ID：
00000080=例如:<HTML>
00000081=結果
00000082="|"=光標所在
00000083=例如：<HTML>|</HTML>
00000084=例子
00000085=輸入：
00000086=<html>
00000087=按下：
00000088=Ctrl+J
00000089=結果：
00000090=<html>                  </html>
00000091=[cursor]

[frmBug]
00000070=BUG 項
00000073=確定
00000078=取消
00000079=描述：
00000080=文件名：
00000081=優先：
00000082=完成：
00000083=項目名稱：
00000084=工程：
00000085=版本：
00000086=嚴重性：
00000087=平臺：
00000088=操作系統：
00000089=裏程碑：
00000090=曆史：
00000091=狀態：
00000092=解析：
00000093=分配到：
00000094=高\n正常\n低\n
00000095=Unassigned\nIdea\nFeature Request\nAnnoyance\nContent\nTrivial\nMinor\nSignificant\nCritical\n
00000096=全部 (跨平臺)\nPC\nMacintosh\nSun\nHP\n
00000097=WindowsVista\nWindowsXPSP2\nWindowsXP\nWindowsNT\nWindows2000\nWindowsME\nWindows98\nWindows95\nWindows3.1\nMacSystem7\nMacSystem7.5\nMacSystem7.6.1\nMacSystem8.0\nMacSystem8.5\nMacSystem8.6\nMacSystem9.0\nMacOSX\nLinux\nBSDI\nNetBSD\nAIX\nHP-UX\nNeutrino\nOS/2\nSolaris\n其他\n
00000098=BUSY\nCOMPLETE\nFORWARDED\nINPROGREESS\nNOTSTARTED\nPENDING\nTESTING\nUNKNOWN\n
00000099=Deferred\nDuplicate\nFixed\nInvalid\nNotabug\nWon'tfix\nWorksforme\n
00000100=Deferred\nDuplicate\nFixed\nInvalid\nNotabug\nWon'tfix\nWorksforme\n
00000101=.htm
00000102=所有文件(*.*)|*.*

[frmCodeBeautifier]
00000070=PHP 代碼優化
00000071=縮進長度
00000072=首字母縮進長度
00000073=在 PHP 開始之後 *
00000074=在 PHP 結束之前 *
00000075=最大空行數 *
00000076=縮進
00000077=注釋
00000078=新行
00000079=空格
00000080=換行
00000081=最小行長度
00000082=最大行長度
00000083=小寫
00000084=選擇配置文件：
00000085=關閉
00000086=SpTBXToolbar1
00000087=添加新的配置文件
00000088=添加新的配置文件
00000089=刪除選定的配置文件
00000090=刪除選定的配置文件
00000091=重複目前的設定檔
00000092=重複目前的設定檔
00000093=向上移動
00000094=向上移動
00000095=向下移動
00000096=向下移動
00000097=制表符縮進
00000098=首字母制表符縮進
00000099=注釋首字母縮進
00000100=刪除文檔注釋
00000101=刪除注釋
00000102=在文檔注釋中增加星號
00000103=在多行注釋中增加星號
00000104='if/else'
00000105='elseif'
00000106=在大括號之前
00000107=大括號 (PEAR 標准)
00000108=保持單行
00000109=在 'if' 後
00000110=在 'elseif' 後
00000111=在 'else' 後
00000112=在 'while' 後
00000113=在 'do' 後
00000114=在 'for' 後
00000115=在 'foreach' 後
00000116=在 'switch' 後
00000117=在冒號旁
00000118=在分號前
00000119=在句號旁
00000120=在問號旁
00000121=在逗號後
00000122=在驚歎號後
00000123=在閉合括號前
00000124=在開放括號後
00000125=關鍵詞
00000126=達到縮進長度
00000127=對象方法
00000128=添加新的配置文件
00000129=添加新的配置文件
00000130=刪除選定的配置文件
00000131=刪除選定的配置文件
00000132=重複目前的設定檔
00000133=重複目前的設定檔
00000134=當前文件
00000135=所有文件
00000136=向上移動
00000137=向上移動
00000138=向下移動
00000139=向下移動

[frmCodeExplorerSelectFile]
00000002=打開
00000003=取消
00000004=選擇文件

[frmColors]
00000070=更多顏色
00000071=值：
00000072=選定：
00000073=確定
00000077=自定義...
00000078=取消
00000079=選擇(&S)...

[frmConfigurePHPManual]
00000070=找不到PHP手冊！
00000076=現在配置
00000077=要獲得超過3000個函數的全文內容幫助說明，您必須先下載PHP手冊。\n\nPHP手冊(.chm)可以免費在http://www.php.net/download-docs.php下載使用。\n\n在"配置>PHP手冊"中，輸入PHP手冊的路徑位置。\n\n重要說明：\n========\n如果您在WindowsXP SP2或更高版本的Microsoft Internet Explorer中下載PHP手冊(CHM)，\n您應該“解鎖”下載後的文件，按一下鼠標右鍵並選擇屬性菜單項。\n然後按一下[解鎖]按鈕。

[frmCSSCreateSelectorChild]
00000070=CSS：創建選擇器
00000073=確定
00000078=取消
00000079=子級
00000080=父元素：
00000081=選定選擇器：
00000082=子元素：
00000083=選定選擇器：

[frmCSSCreateSelectorClass]
00000070=CSS：創建選擇器
00000073=確定
00000078=取消
00000079=Class / ID
00000080=選定選擇器：
00000081=元素：
00000082=Class
00000083=Id

[frmCSSCreateSelectorContextual]
00000070=CSS：創建選擇器
00000073=確定
00000078=取消
00000079=全局
00000080=元素原型：
00000081=選定選擇器(原型)：
00000082=第二個元素：
00000083=選定選擇器：

[frmCSSCreateSelectorPseudo]
00000070=CSS：創建選擇器
00000073=確定
00000078=取消
00000079=偽
00000080=元素：
00000081=偽元素：
00000082=選定選擇器：
00000083=Class
00000084=Id

[frmCSSCreateSelectorSibling]
00000070=CSS：創建選擇器
00000073=確定
00000078=取消
00000079=成員
00000080=父元素：
00000081=選定選擇器：
00000082=選定選擇器：
00000083=選擇器：

[frmCSSCreateSelectorSimple]
00000070=CSS：創建選擇器
00000073=確定
00000078=取消
00000079=普通
00000080=元素：
00000081=選定選擇器：

[frmCSSImport]
00000070=CSS：導入
00000073=確定
00000078=取消
00000079=文件
00000081=完整路徑
00000082=轉碼所有的雙引號“字符

[frmCSSImportRule]
00000070=CSS：導入規則
00000073=確定
00000078=取消
00000079=文件
00000082=完整路徑
00000083=轉碼所有的雙引號“字符
00000105=CSS(*.css)|*.css|全部文件(*.*)|*.*
00000106=類型
00000107=所有
00000108=聽力
00000109=盲文
00000110=壓印
00000111=手持
00000112=打印
00000113=設計
00000114=屏幕
00000115=打字機
00000116=電視

[frmCSSMediaRule]
00000070=CSS：媒體規則
00000073=確定
00000078=取消
00000081=類型
00000083=所有
00000085=聽力
00000087=盲文
00000089=壓印
00000091=手持
00000093=打印
00000095=設計
00000097=屏幕
00000099=打字機
00000101=電視

[frmCSSPosition]
00000070=CSS：定位
00000071=ID：
00000072=Z-Index：
00000073=左端：
00000074=頂端：
00000075=高度：
00000076=寬度：
00000077=位置：
00000078=確定
00000079=取消
00000083=轉碼所有的雙引號“
00000084=在文檔中定義一個“<div>”塊

[frmDatabaseConnection]
00000070=數據庫連接屬性
00000073=確定
00000078=取消
00000079=服務器：
00000080=用戶名：
00000081=密碼：
00000082=名稱：
00000083=數據庫：
00000084=端口

[frmDateTime]
00000070=日期  時間
00000071=日期  時間
00000072=取消
00000073=確定
00000074=日期
00000075=日期 && 時間
00000076=更新(&U)

[frmDebugParameters]
00000073=確定
00000078=取消
00000079=調試參數
00000080=輸入參數以&&分隔：
00000081=清除

[frmDebugProfiler]
00000001=選擇 Xdebug 事件分析器
00000002=確定
00000003=取消

[frmDockBug]
00000001=內聯 BUG

[frmDockCodeExplorer]
00000001=PHP 代碼瀏覽器

[frmDockCodeLib]
00000001=代碼庫

[frmDockCodeSnippets]
00000001=代碼片段

[frmDockDatabaseConnections]
00000001=數據庫連接

[frmDockDatabaseManagement]
00000001=數據庫管理

[frmDockDebugBreakpoints]
00000001=斷點
00000002=新增
00000003=編輯
00000004=啟用
00000005=禁用
00000006=刪除
00000007=全部啟用
00000008=全部禁用
00000009=全部刪除
00000010=新增
00000011=編輯
00000012=啟用
00000013=禁用
00000014=全部啟用
00000015=全部禁用
00000016=刪除
00000017=全部刪除

[frmDockDebugCallStack]
00000001=調用堆棧
00000002=複制
00000005=複制

[frmDockDebugContextVariables]
00000001=環境變量
00000002=複制
00000003=添加監視點
00000004=添加監視點
00000005=複制

[frmDockDebugEvaluate]
00000001=賦值提示
00000002=複制
00000003=添加監視點

[frmDockDebugEvent]
00000001=事件日志
00000002=複制
00000005=複制
00000006=清除
00000007=清除

[frmDockDebugWatches]
00000001=監視
00000002=複制
00000005=複制
00000006=新增
00000007=編輯
00000008=刪除
00000009=全部刪除
00000010=轉到聲明
00000011=新增
00000012=編輯
00000013=刪除
00000014=全部刪除

[frmDockFileBrowser]
00000001=文件瀏覽器

[frmDockFileBrowserSnapshots]
00000001=文件瀏覽器 - 快照

[frmDockFTP]
00000001=FTP

[frmDockInlineTodo]
00000001=內聯 TODO 項

[frmDockMsgPHP]
00000001=信息 :: PHP

[frmDockMsgPHPDoc]
00000001=信息 :: phpDocumentor

[frmDockMsgTidy]
00000001=信息 :: HTML Tidy

[frmDockPHPManual]
00000001=PHP 手冊

[frmDockProjectOverview]
00000001=工程

[frmDockProjects]
00000001=工程

[frmDockSearchResults]
00000001=搜索結果
00000002=查找...
00000003=全部展開
00000004=全部折疊

[frmDockSyntaxCheck]
00000001=語法檢查
00000002=類型
00000003=位置
00000004=描述

[frmDockTemplates]
00000001=模板

[frmDockTodo]
00000001=TODO

[frmEmbed]
00000070=嵌入
00000071=ID：
00000083=轉碼所有的雙引號“字符
00000084=常規
00000085=URL：
00000086=寬度：
00000087=高度：
00000088=常規
00000089=完整路徑
00000090=自動啟動
00000091=循環
00000092=隱藏
00000093=高級
00000094=存取鍵(&A)：
00000095=名稱(&N)：
00000096=標簽：
00000097=說明：
00000098=語言：
00000099=標題：
00000100=高級
00000103=CSS
00000104=Style：
00000105=Class：
00000106=CSS
00000107=確定
00000108=取消
00000109=所有文件|*.*

[frmFileAss]
00000001=文件關聯
00000002=應用
00000003=關閉

[frmFindReplace]
00000001=查找和替換
00000002=關閉
00000003=選項
00000004=搜索方式：
00000005=區分大小寫(&E)
00000006=全字匹配(&O)
00000007=正則表達式(&X)
00000008=通配符[*,?](I)
00000009=純文本(&T)
00000010=反向搜索
00000011=標記結果
00000012=查找範圍
00000013=所選文字(&D)
00000014=當前文檔[全局](&G)
00000015=當前文檔[插入](&U)
00000016=所有打開的文檔(&P)
00000017=工程文件(&S)
00000018=自定義目錄(&Y)
00000019=包括子目錄
00000020=文件過濾(&M)：
00000021=使用“;”作為分隔符。例如:*.php;*.htm*;*.inc
00000022=*.php;*.php3;*.php4;*.php5;*.phtml;*.inc;*.sql;*.txt;*.html;*.htm;*.xhtml;*.shtml;*.shtm;*.css;*.xml;*.xsd;*.xsl;*.xslt;*.dtd;
00000023=*.php;*.php3;*.php4;*.php5;*.phtml;*.inc;*.sql;*.txt;*.html;*.htm;*.xhtml;*.shtml;*.shtm;*.css;*.xml;*.xsd;*.xsl;*.xslt;*.dtd;\n
00000024=查找(&F)
00000025=查找全部(&A)
00000026=替換(&R)
00000027=替換全部(&L)
00000028=查找文本：
00000029=替換為(&W)：
00000030=關閉對話框

[frmFlash]
00000070=Flash
00000083=轉碼所有的雙引號“字符
00000084=常規
00000085=URL：
00000086=寬度：
00000087=高度：
00000088=常規
00000089=完整路徑
00000107=確定
00000108=取消
00000110=名稱(&N)：

[frmFont]
00000001=常規
00000002=字體預覽
00000003=粗體
00000004=斜體
00000005=下劃線
00000006=刪除線
00000007=上標
00000008=下標
00000009=閃爍
00000010=小型大寫字母
00000011=全部大寫
00000012=首字母大寫
00000013=隱藏
00000014=加粗
00000015=強調
00000016=樣本
00000017=定義
00000018=引用
00000019=變量
00000020=鍵盤
00000021=代碼
00000022=baseline\nsub\nsuper\ntop\ntext-top\nmiddle\nbottom\ntext-bottom\n
00000026=高級
00000027=點大小：
00000030=CSS
00000031=確定
00000032=取消
00000033=轉碼所有的雙引號“
00000034=字體編輯器
00000035=文字：
00000036=大小：
00000037=顏色：
00000038=字體：
00000039=位置：
00000040=間距：
00000041=常規
00000042=風格
00000043=字距
00000044=輸出
00000045=輸出標記：
00000046=萬維網協會(W3C)已不贊成在最新版本的HTML(HTML 4和XHTML)中使用<font>標簽，未來將使用樣式表(CSS)來布局網頁。
00000047=存取鍵(A)：
00000048=名稱(N)：
00000049=標簽：
00000050=說明：
00000051=ID：
00000052=語言：
00000053=標題：
00000054=高級
00000055=Style：
00000056=Class：
00000057=CSS

[frmForm]
00000070=表單 :: 表單容器
00000083=轉碼所有的雙引號“
00000084=常規
00000088=常規
00000107=確定
00000108=取消
00000109=動作：
00000110=編碼類型：
00000111=目標：
00000112=方法：
00000113=高級
00000114=存取鍵(&A)：
00000115=名稱(&N)：
00000116=標簽：
00000117=說明：
00000118=ID：
00000119=語言：
00000120=標題：
00000121=高級
00000122=CSS
00000123=Style：
00000124=Class：
00000125=CSS

[frmFormButton]
00000070=表單 :: 按鈕
00000083=轉碼所有的雙引號“字符
00000084=輸出
00000088=常規
00000107=確定
00000108=取消
00000110=按鈕類型
00000114=存取鍵(&A)：
00000115=名稱(&N)：
00000116=標簽：
00000117=說明：
00000118=ID：
00000119=語言：
00000120=標題：
00000121=高級
00000123=Style：
00000124=Class：
00000125=CSS
00000126=常規
00000127=值：
00000128=URL(&U)：
00000129=按下按鈕
00000130=提交
00000131=重置
00000132=高級
00000133=CSS
00000134=輸出
00000135=附加
00000136=單引號
00000137=雙引號
00000138=無
00000139=修剪
00000140=無
00000141=制表符\\t
00000142=新行\\n
00000143=回車\\r

[frmFormCheckbox]
00000070=表單 :: 複選框
00000083=轉碼所有的雙引號“字符
00000084=常規
00000088=常規
00000107=確定
00000108=取消
00000113=高級
00000114=存取鍵(&A)：
00000115=名稱(&N)：
00000116=標簽：
00000117=說明：
00000118=ID：
00000119=語言：
00000120=標題：
00000121=高級
00000122=CSS
00000123=Style：
00000124=Class：
00000125=CSS
00000126=對齊方式：
00000127=值：
00000128=初始狀態
00000129=檢查
00000130=不檢查
00000131=輸出
00000132=輸出
00000133=附加
00000134=單引號
00000135=雙引號
00000136=無
00000137=修剪
00000138=無
00000139=制表符\\t
00000140=新行\\n
00000141=回車\\r

[frmFormDropDown]
00000070=表單 :: 下拉菜單
00000083=轉碼所有的雙引號“
00000088=常規
00000107=確定
00000108=取消
00000114=存取鍵(&A)：
00000115=名稱(&N)：
00000116=標簽：
00000117=說明：
00000118=ID：
00000119=語言：
00000120=標題：
00000121=高級
00000123=Style：
00000124=Class：
00000125=CSS
00000126=常規
00000127=大小：
00000128=項目：
00000129=禁用
00000130=新選擇
00000131=選定
00000132=創建...
00000133=選擇
00000134=值
00000135=新增
00000136=修改
00000137=刪除
00000138=向上移動
00000139=向下移動
00000140=高級
00000141=CSS

[frmFormDropdownProperties]
00000070=表單 :: 下拉屬性
00000071=選擇
00000072=值
00000073=確定
00000074=取消

[frmFormFileUpload]
00000070=表單 :: 文件上傳
00000083=轉碼所有的雙引號“字符
00000088=常規
00000107=確定
00000108=取消
00000114=存取鍵(&A)：
00000115=名稱(&N)：
00000116=標簽：
00000117=說明：
00000118=ID：
00000119=語言：
00000120=標題：
00000121=高級
00000123=Style：
00000124=Class：
00000125=CSS
00000126=常規
00000132=高級
00000133=CSS
00000134=輸出
00000135=附加
00000136=單引號
00000137=雙引號
00000138=無
00000139=修剪
00000140=無
00000141=制表符\\t
00000142=新行\\n
00000143=回車\\r
00000144=接受：
00000145=大小：
00000146=初始值：
00000147=輸出

[frmFormHidden]
00000070=表單 :: 隱藏
00000083=轉碼所有的雙引號“字符
00000084=常規
00000088=常規
00000107=確定
00000108=取消
00000114=存取鍵(&A)：
00000115=名稱(&N)：
00000116=標簽：
00000117=說明：
00000118=ID：
00000119=語言：
00000120=標題：
00000121=高級
00000123=Style：
00000124=Class：
00000125=CSS
00000127=值：
00000134=輸出
00000135=附加
00000136=單引號
00000137=雙引號
00000138=無
00000139=修剪
00000140=無
00000141=制表符\\t
00000142=新行\\n
00000143=回車\\r
00000144=高級
00000145=CSS
00000146=輸出

[frmFormImageButton]
00000070=表單 :: 圖像按鈕
00000083=轉碼所有的雙引號“字符
00000084=常規
00000088=常規
00000107=確定
00000108=取消
00000114=存取鍵(&A)：
00000115=名稱(&N)：
00000116=標簽：
00000117=說明：
00000118=ID：
00000119=語言：
00000120=標題：
00000121=高級
00000123=Style：
00000124=Class：
00000125=CSS
00000134=輸出
00000135=附加
00000136=單引號
00000137=雙引號
00000138=無
00000139=修剪
00000140=無
00000141=制表符\\t
00000142=新行\\n
00000143=回車\\r
00000144=創建一個圖形提交按鈕
00000145=圖像：
00000146=邊框：
00000147=高度：
00000148=寬度：
00000149=對齊方式：
00000150=完整路徑
00000151=預覽
00000152=高級
00000153=CSS
00000154=輸出
00000155=使用 GIF(*.gif)|*.gif|JPEG(*.jpg)|*.jpg|JPEG(*.jpeg)|*.jpeg|所有文件(*.*)|*.*
00000156=預覽

[frmFormPassword]
00000070=表單 :: 密碼框
00000083=轉碼所有的雙引號“字符
00000084=常規
00000088=常規
00000107=確定
00000108=取消
00000114=存取鍵(&A)：
00000115=名稱(&N)：
00000116=標簽：
00000117=說明：
00000118=ID：
00000119=語言：
00000120=標題：
00000121=高級
00000123=Style：
00000124=Class：
00000125=CSS
00000127=值：
00000134=輸出
00000135=附加
00000136=單引號
00000137=雙引號
00000138=無
00000139=修剪
00000140=無
00000141=制表符\\t
00000142=新行\\n
00000143=回車\\r
00000144=對齊方式：
00000145=大小：
00000146=長度：
00000147=只讀
00000148=高級
00000149=CSS
00000150=輸出

[frmFormRadio]
00000070=表單 :: 單選按鈕
00000083=轉碼所有的雙引號“字符
00000084=常規
00000088=常規
00000107=確定
00000108=取消
00000114=存取鍵(&A)：
00000115=名稱(&N)：
00000116=標簽：
00000117=說明：
00000118=ID：
00000119=語言：
00000120=標題：
00000121=高級
00000123=Style：
00000124=Class：
00000125=CSS
00000127=值：
00000134=輸出
00000135=附加
00000136=單引號
00000137=雙引號
00000138=無
00000139=修剪
00000140=無
00000141=制表符\\t
00000142=新行\\n
00000143=回車\\r
00000144=對齊方式：
00000145=檢查
00000146=高級
00000147=CSS
00000148=輸出

[frmFormText]
00000070=表單 :: 文本
00000083=轉碼所有的雙引號“字符
00000084=常規
00000088=常規
00000107=確定
00000108=取消
00000114=存取鍵(&A)：
00000115=名稱(&N)：
00000116=標簽：
00000117=說明：
00000118=ID：
00000119=語言：
00000120=標題：
00000121=高級
00000123=Style：
00000124=Class：
00000125=CSS
00000127=值：
00000134=輸出
00000135=附加
00000136=單引號
00000137=雙引號
00000138=無
00000139=修剪
00000140=無
00000141=制表符\\t
00000142=新行\\n
00000143=回車\\r
00000144=對齊方式：
00000145=大小：
00000146=長度：
00000147=只讀
00000148=高級
00000149=CSS
00000150=輸出

[frmFormTextbox]
00000070=表單 :: 文本框
00000083=轉碼所有的雙引號“
00000084=常規
00000088=常規
00000107=確定
00000108=取消
00000114=存取鍵(&A)：
00000115=名稱(&N)：
00000116=標簽：
00000117=說明：
00000118=ID：
00000119=語言：
00000120=標題：
00000121=高級
00000123=Style：
00000124=Class：
00000125=CSS
00000126=換行：
00000127=內容：
00000128=列：
00000129=行：
00000130=長度：
00000131=只讀
00000132=禁用
00000133=高級
00000134=CSS

[frmFTPConfirm]
00000001=FTP 確認
00000002=如何處理已經存在的文件？
00000003=繼續(&R)
00000004=覆蓋(&O)
00000005=取消(&C)

[frmFTPManager]
00000002=關閉
00000003=連接
00000004=新建...
00000005=編輯...
00000006=刪除
00000007=FTP 管理器
00000008=副本

[frmFTPManagerProperties]
00000002=主機：
00000003=取消
00000004=確定
00000005=FTP 屬性
00000006=常規
00000007=用戶名：
00000008=密碼
00000009=端口
00000010=名稱：
00000011=初始目錄：
00000012=被動

[frmFTPPermissions]
00000001=變更權限
00000002=所有者權限
00000003=讀取
00000004=寫入
00000005=執行
00000006=組權限
00000007=讀取
00000008=寫入
00000009=執行
00000010=公共權限
00000011=讀取
00000012=寫入
00000013=執行
00000014=確定
00000015=取消

[frmFTPProgress]
00000001=請稍候...
00000003=總進度：
00000004=_0123456789ABCDEFGHIJKLMNOPQRSTUVWXYZabcdefghijklmnopqrstuvwxyz
00000005=中斷

[frmImage]
00000002=映射：
00000003=取消
00000004=確定
00000005=常規
00000006=URL
00000007=替代文字：
00000008=常規
00000009=高度：
00000010=寬度：
00000011=邊框：
00000012=對齊方式：
00000013=V.space：
00000014=H.space：
00000015=完整路徑
00000016=高級
00000017=存取鍵(&A)：
00000018=名稱(&N)：
00000019=標簽：
00000020=說明：
00000021=ID：
00000022=語言：
00000023=標題：
00000024=高級
00000025=CSS
00000026=Style：
00000027=Class：
00000028=CSS
00000029=預覽
00000030=輸出
00000031=輸出
00000032=附加
00000033=單引號
00000034=雙引號
00000035=無
00000036=修剪
00000037=無
00000038=制表符\\t
00000039=新行\\n
00000040=回車\\r
00000041=轉碼所有的雙引號“字符
00000042=圖像
00000043=使用 GIF(*.gif)|*.gif|JPEG(*.jpg)|*.jpg|JPEG(*.jpeg)|*.jpeg|所有文件(*.*)|*.*
00000044=使用 GIF(*.gif)|*.gif|JPEG(*.jpg)|*.jpg|JPEG(*.jpeg)|*.jpeg|所有文件(*.*)|*.*
00000045=預覽

[frmInline]
00000002=注釋：
00000003=取消
00000004=確定
00000005=項目

[frmJavaScriptOpenWindow]
00000025=選項：
00000035=JavaScript - Window.open()
00000036=URL：
00000037=名稱：
00000038=寬度：
00000039=高度：
00000040=工具欄
00000041=菜單條
00000042=狀態欄
00000043=目錄
00000044=滾動欄
00000045=調整大小
00000046=位置
00000047=複制曆史
00000048=確定
00000049=取消

[frmJumpToDeclaration]
00000002=清除
00000003=查找：
00000004=項目：
00000005=文件名：
00000006=因為裝載的工程正在運行，所以這裏並沒有列出所有的項目。
00000007=過濾器
00000008=確定
00000009=取消
00000010=跳轉到聲明

[frmLicenseChange]
00000001=用戶名：
00000002=公司/組織：
00000003=電子郵件：
00000004=序列號：
00000005=輸入注冊信息正確。
00000006=完成注冊
00000007=取消
00000008=注冊

[frmLink]
00000002=確定
00000003=取消
00000004=常規
00000005=描述(&D)：
00000006=URL(&U)：
00000007=目標(&T)：
00000008=常規
00000009=完整路徑
00000010=高級
00000011=存取鍵(&A)：
00000012=名稱(&N)：
00000013=標簽：
00000014=說明：
00000015=ID：
00000016=語言：
00000017=標題：
00000018=高級
00000019=CSS
00000020=Style：
00000021=Class：
00000022=CSS
00000023=輸出
00000024=輸出
00000025=附加
00000026=單引號
00000027=雙引號
00000028=無
00000029=修剪
00000030=無
00000031=制表符\\t
00000032=新行\\n
00000033=回車\\r
00000034=轉碼所有的雙引號“字符
00000035=超鏈接

[frmList]
00000002=項目：
00000003=確定
00000004=取消
00000005=常規
00000006=位置：
00000007=類型：
00000008=圖像：
00000009=常規
00000010=類型
00000011=整齊
00000012=無序
00000013=完整路徑
00000014=disc\nsquare\ncircle\n
00000015=高級
00000016=存取鍵(&A)：
00000017=名稱(&N)：
00000018=標簽：
00000019=說明：
00000020=ID：
00000021=語言：
00000022=標題：
00000023=高級
00000024=CSS
00000025=Style：
00000026=Class：
00000027=CSS
00000028=轉碼所有的雙引號“
00000029=列表編輯器
00000030=使用 GIF(*.gif)|*.gif|JPEG(*.jpg)|*.jpg|JPEG(*.jpeg)|*.jpeg|所有文件(*.*)|*.*
00000031=預覽

[frmMeta]
00000034=轉碼所有的雙引號“
00000035=Meta 信息
00000036=類型：
00000037=內容：
00000038=插入
00000039=關閉

[frmNewFile]
00000002=確定
00000003=取消
00000035=新建文件
00000036=選擇語法：

[frmPHPDocWizard]
00000002=生成
00000025=輸入
00000029=輸出
00000035=phpDocumentor 向導
00000036=標題：
00000037=文件：
00000038=目錄：
00000039=文件
00000040=目錄(循環)
00000041=輸出目錄：
00000042=轉換風格：
00000043=關閉
00000044=打開輸出文件夾

[frmPHPServerVariables]
00000002=確定
00000003=取消
00000035=PHP 服務器變量
00000036=更多信息：

[frmPreferences]
00001489=根目錄 (例如 Apache 的 htdocs 目錄)：
00001490=標題：
00001491=phpdocumentor 路徑：
00001492=PHP 手冊語言：
00001493=本地：
00001623=默認
00001663=自動展開
00001672=常規
00001673=布局
00001675=默認
00001676=默認\n代碼高亮\n無\n
00001747=項目
00001748=結果
00001921=路徑：
00002090=幫助 (*.chm)|*.chm
00002091=確定
00002092=取消
00002093=默認...
00002094=本地：
00002095=例如：C:\\ProgramFiles\\ApacheGroup\\Apache2\\htdocs\\
00002128=文檔類型
00002129=PHP
00002130=HTML
00002131=XML
00002132=CSS
00002133=VBScript
00002134=JavaScript
00002135=Perl
00002136=SQL
00002137=C#
00002138=Java
00002139=網頁過濾：
00002140=文件瀏覽器
00002141=(使用 ; 分隔每個文件擴展名)
00002142=(使用 ; 分隔每個文件擴展名)
00002143=Python
00002144=Ruby
00002146=程序更新
00002147=檢查最新的更新
00002149=輸出：
00002150=調試器
00002151=xDebug
00002152=監聽端口：
00002153=PHP (php.exe，php-cgi.exe 等)：
00002154=配置(php.ini)：
00002155=如何啟用和配置 xDebug？
00002156=使用phpDesigner 2008附帶的關於xDebug在PHP中配置的預設
00002157=1.從網上下載xDebug
00002158=2.要使用Xdebug，在php.ini的[Zend]區段添加以下行：
00002159=zend_extension_ts = "./ext/php_xdebug.dll"
00002160=xdebug.remote_enable=on
00002161=3.將上述字段插入到你的PHP安裝和配置文件 php.ini 中去。
00002162=http://xdebug.org/
00002163=插入到你的PHP安裝文件夾的'ext'中去
00002164=例如，如果您安裝的是PHP 5.2.5版，那麼您需要xDebug的版本對應於5.2.1-5.2.7
00002165=請注意 xDebug不兼容 Zend Optimizer。
00002167=代碼提示
00002169=高亮版本
00002170=PHP：
00002171=HTML/XHTML：
00002172=CSS：
00002174=智能高亮
00002175=顏色：
00002177=輸出：
00002178=面板
00002179=延時隱藏計時器(毫秒):
00002180=在內部和外部瀏覽器打開輸出
00002181=HTML
00002182=文本
00002184=輸出：
00002185=運行 PHP
00002186=PHP (php.exe，php-cgi.exe 等)：
00002187=在內部和外部瀏覽器打開輸出
00002188=HTML
00002189=文本
00002190=你知道嗎？
00002191=要安裝 Apache、PHP 與 MySQL，XAMPP 和 WAMP 是最簡單的方法 。
00002195=WinCacheGrind - 查看：
00002196=例如：C:\\ProgramFiles\\wincachegrind\\wincachegrind.exe
00002197=事件分析器
00002198=例如： C:\\Program Files\\phpDesigner 2008\\PHP\\tmp
00002199=輸出目錄：
00002200=如何在 xdebug 中啟用和配置事件分析器？
00002201=1.下載安裝並查看 WinCacheGrind：
00002202=xdebug.profiler_output_dir="..."
00002203=2.指定 Xdebug 的事件分析器輸出目錄，在php.ini中的[Zend]區段加入這一行：
00002205=事件分析器在 Xdebug 中輸出兼容 CacheGrind 的分析報告文件。因此，為了查看這些文件，您必須要安裝有 WinCacheGrind 程序。
00002206=3.指定在 phpDesigner 2008 中 Xdebug 的事件分析器輸出目錄，在php.ini文件中加入上述相同的路徑。
00002209=服務器路徑：
00002210=例如：http://localhost
00002211=本地服務器路徑：
00002212=例如：C:\\ProgramFiles\\xampp\\htdocs\\
00002213=端口：
00002214=本地
00002215=你知道嗎？
00002216=要安裝 Apache、PHP 與 MySQL，XAMPP 和 WAMP 是最簡單的方法 。
00002220=PHP 語法檢查
00002221=例如：C:\\ProgramFiles\\phpdesigner2008\\PHP\\php.exe
00002222=PHP：
00002223=顯示提示(毫秒)：
00002224=(X)HTML  CSS 語法檢查
00002225=顏色：
00002227=匹配標記
00002228=不匹配：
00002229=匹配：
00002230=風格
00002232=TortoiseSVN
00002233=TortoiseSVN 路徑：
00002234=例如：C:\\Program Files\\TortoiseSVN\\bin\\TortoiseProc.exe
00002236=配置路徑
00002237=選擇您的用戶數據存儲位置（工程、TODO、片段、模板等）
00002239=在啟動時
00002240=初始屏幕
00002241=工程
00002242=創建一個新文件
00002243=現有文件
00002245=更正(C)：
00002246=原始(O)：
00002247=自動更正
00002248=新建...
00002249=刪除...
00002250=編輯...
00002252=按下“Ctrl+J”執行自動完成項目
00002253=自動完成
00002254=PHP
00002257=項目名稱
00002258=結果
00002259=例如:<HTML>
00002260=例如:<HTML>|<html>
00002261="|"=光標所在
00002262=添加新項
00002263=新建...
00002264=編輯...
00002265=刪除...
00002267=打印選項
00002268=字體大小
00002280=高亮(&H)：
00002281=屬性(&T)：
00002282=前景色(&F)：
00002283=背景(&K)：
00002284=高亮
00002285=風格
00002286=顏色
00002287=預覽
00002288=PHP 範圍：
00002289=重置...
00002290=導出...
00002291=輸入...
00002292=文件夾...
00002294=其他手冊
00002295=HTML：
00002296=SQL：
00002297=CSS：
00002298=PEAR：
00002299=HTML：
00002300=http://www.w3.org/TR/html4/
00002301=http://www.w3.org/TR/2004/CR-CSS21-20040225/
00002302=CSS：
00002303=SQL：
00002304=http://dev.mysql.com/doc/
00002305=http://pear.php.net/manual
00002306=PEAR：
00002308=代碼瀏覽
00002309=PHP
00002310=布局
00002311=默認
00002312=默認\n代碼高亮\n無\n
00002314=PHP 模板
00002321=參數：
00002327=PHP 前綴：
00002328=內聯 TODO 項
00002329=HTML 前綴：
00002330=HTML 前綴：
00002331=PHP 前綴：
00002332=內聯 BUG
00002335=右邊界：
00002336=最大字節：
00002337=最大撤消：
00002338=擴展行距：
00002339=標志
00002340=制表符
00002341=標記：
00002342=背景：
00002343=標志：
00002344=書簽：
00002345=右邊界：
00002346=活動行：
00002347=顏色
00002348=覆蓋：
00002349=插入：
00002350=字體
00002351=脫字符號
00002352=選擇
00002353=模式：
00002354=制表符寬度(&T)：
00002355=字體編輯器...
00002356=等寬字體...
00002358=Internet Explorer：
00002359=外部網頁瀏覽器
00002360=Netscape
00002361=Firefox：
00002362=Opera：
00002363=Safari：
00002364=Internet Explorer：
00002365=Netscape：
00002366=Firefox：
00002367=Opera：
00002369=http://www.netscape.com/
00002373=Safari：
00002375=phpMyAdmin 網址：
00002376=數據庫瀏覽器 - phpMyAdmin
00002377=文檔 - phpDocumentor
00002378=測試框架
00002379=單一測試PHP單元測試框架：
00002380=http://www.phpmyadmin.net
00002381=http://www.phpdoc.org
00002382=更多信息：
00002383=http://simpletest.sourceforge.net
00002384=FTP
00002385=名稱(N)：
00002386=http://filezilla.sourceforge.net/
00002387=例如：http://localhost/phpmyadmin/
00002388=例如：C:\\...\\phpdoc.bat
00002389=例如：C:\\ProgramFiles\\filezilla\\filezilla.exe
00002390=文本文件區分和合並工具
00002391=名稱：
00002392=路徑：
00002393=http://www.angusj.com/delphi/textdiff.html
00002394=http://www.winmerge.org/
00002395=TextDiff：
00002396=WinMerge：
00002397=http://tortoisesvn.tigris.org/TortoiseMerge.html
00002398=TortoiseMerge：
00002400=PHP 手冊路徑：
00002401=PHP 手冊
00002405=如果您在 WindowsXP SP2 或更高版本的 IE 中下載 PHP 手冊(CHM)，\n您應該“解鎖”下載後的文件。\n按一下鼠標右鍵並選擇屬性菜單項，\n然後按一下[解鎖]按鈕。
00002407=穀歌：
00002408=Wikipedia：
00002409=LiveSearch(Microsoft)：
00002410=Koders：
00002411=雅虎!：
00002412=WEB 搜索
00002413=百度：
00002415=搜索
00002417=代碼完成
00002418=延遲解析(毫秒)：
00002419=解析器線程優先級：
00002420=自動計時器(毫秒)：
00002423=圖示：
00002426=文件格式
00002427=文件標簽
00002428=檢查變化
00002429=文件編碼
00002430=文件對話框路徑(打開/保存對話框)
00002431=保存時整理
00002432=配置
00002433=所有文件(*.*)|*.*
00002434=語法
00002435=LoadSyntaxFromReg
00002449=Apache
00002450=請選擇Apache的根目錄...
00002451=PHP 解釋器 (php.exe)|*.exe|所有文件 (*.*)|*.*
00002452=dat
00002453=語法高亮 (*.dat)|*.dat
00002454=語法高亮 (*.dat)|*.dat
00002455=自動檢查可用的更新程序
00002456=在內部和外部瀏覽器打開輸出
00002457=警告
00002458=通知
00002459=嚴格標准
00002460=解析錯誤
00002461=致命錯誤
00002462=捕捉致命錯誤
00002463=未知錯誤
00002464=開始時啟動 Xdebug 服務器
00002465=在調試顯示輸出結果
00002466=顯示擴展信息
00002467=自動觸發
00002468=使用 'Ctrl' 鍵觸發
00002469=配置(php.ini)：
00002470=讓 phpDesigner 2008 自動在php.ini中為事件分析器配置輸出目錄
00002471=為 PHP 開啟實時語法檢查
00002472=為 HTML/XHTML 和 CSS 開啟實時語法檢查
00002473=高亮 PHP 警告和錯誤
00002474=# 1：只在狀態欄顯示警告和錯誤
00002475=# 2：在狀態欄及中斷標志處顯示警告和錯誤
00002476=靜默模式
00002477=自動關閉以下括號：
00002478=括號內自動縮進
00002479=單一 if/else 匹配
00002480=高亮匹配/不匹配的標簽和括號
00002481=以  '>' 自動關閉標簽
00002482=啟動時顯示啟動畫面
00002483=啟動時載入上次打開的工程
00002484=切換是否在鼠標按下時自動更正。
00002485=在鼠標按下時更正(&U)
00002486=切換是否在自動更正時保持原有字符串。
00002487=保持原狀(&M)
00002488=是否在觸發自動更正時延遲完成。
00002489=忽略大小寫(&I)
00002490=切換是否自動校正啟用.
00002491=啟用(&E)
00002492=僅用黑白打印
00002493=使用語法高亮
00002494=打印行號
00002495=折疊長行
00002496=顯示特殊字符
00002497=自動縮進(&A)
00002498=拖曳 && 下拉編輯
00002499=組撤銷
00002500=換行
00002501=卷動超過行尾
00002502=制表符使用空格
00002503=標志
00002504=制表符
00002505=智能 HOME 鍵
00002506=智能 END 鍵
00002507=按 Ctrl+ 點擊(轉到聲明)
00002508=雙擊選擇注釋
00002509=這是擴展 PHP 手冊
00002510=自動完成(搜索曆史)
00002511=取消空格
00002512=完全匹配
00002513=自動觸發
00002514=接受於輸入
00002515=關閉空白
00002516=接受於制表符
00002517=如果未找到匹配項，選擇第一項
00002518=標記 - 打開(<)
00002519=標記 - 關閉(</)
00002520=標記 - 特殊符號(&&)
00002521=觸發 PHP 類 (::)
00002522=觸發 PHP 對象 (->)
00002523=觸發 PHP 變量 ($)
00002524=刪除重複的變量
00002525=顯示函數參數
00002526=顯示內部常量
00002527=顯示關鍵字
00002528=排序項目
00002529=添加閉合括號  )
00002530=保留文本
00002531=啟用文件關聯
00002532=在文檔標簽中顯示完整的文件路徑
00002533=關閉按鈕
00002534=標簽重排
00002535=自動檢測已打開文件因外部程序所作的改變
00002536=使用 BOM 保存
00002537=編碼類型
00002538=選擇關閉之前的標簽
00002539=刪除空行
00002540=保存時整理文件
00002541=HTML
00002542=文本
00002543=粗體
00002544=粗體 + 下劃線
00002545=正常(默認)
00002546=下劃線
00002547=文件
00002548=工程根目錄
00002549=工程瀏覽器
00002550=文件瀏覽器
00002551=默認(Windows用戶文件夾)
00002552=自定義
00002555=搜索對話框
00002556=搜索工具欄
00002557=設置書簽
00002558=選擇行
00002559=無
00002560=斷點/書簽
00002561=斷點
00002562=位置
00002563=頂部
00002564=底部
00002565=ANSI
00002566=UTF-8
00002567=UTF-16 LE
00002568=UTF-16 BE
00002569=格式類型
00002570=Mac
00002571=Unix
00002572=DOS | Windows
00002573=選擇位置(根)
00002574=文件路徑
00002575=文件瀏覽器
00002576=工程根目錄
00002577=修剪
00002578=左
00002579=右
00002586=在 PHP 和 HTML 中啟用智能高亮
00002587=在 PHP、HTML、CSS 和 JS 中變暗無效代碼
00002588=在 HTML/XHTML 中嵌入 PHP 語法高亮
00002589=在 CSS 中嵌入 PHP 語法高亮
00002590=在 JavaScript 中嵌入 PHP 語法高亮
00002591=在 HTML/XHTML 中嵌入 CSS 語法高亮
00002592=在 HTML/XHTML 中嵌入 JavaScript 語法高亮
00002593=在 PHP 注釋中插入 *
00002594=字體名稱：
00002596=Dependencies
00002597=Classes
00002598=Functions
00002599=Variables
00002600=Consts
00002601=Interfaces
00002602=Class implements
00002603=Interface extends
00002604=顯示函數參數
00002605=選擇時自動展開
00002606=下個解析前延時(毫秒)：
00002607=正常
00002608=空閑\n極低\n低\n正常\n高\n極高\n實時\n
00002609=打開所有最近的文件
00002610=打開上次最後打開的文件
00002611=顯示“入門”
00002612=智能高亮 (PHP, HTML, XML, CSS 和 JavaScript)
00002613=Ruby
00002614=Python
00002615=C#
00002616=Java
00002617=Perl
00002618=SQL
00002619=PHP
00002620=HTML
00002621=CSS
00002622=XML
00002623=JavaScript
00002624=VBScript
00002625=無
00002626=打開上次打開的所有文件
00002630=粗體(&B)
00002631=斜體(&I)
00002632=下劃線(&U)
00002633=刪除線(&S)
00002634=頁眉：
00002635=頁腳：
00002636=選項：
00002637=在例外處中斷：
00002638=選項
00002639=鏈接
00002640=重要！
00002641=打開
00002642=嵌入到 phpDesigner 2008
00002643=外部
00002644=常規
00002645=HTML - 觸發器
00002646=PHP
00002647=高級
00002648=鏈接到手冊
00002649=路徑：
00002650=風格
00002651=Smarty
00002652=常規
00002653=在啟動時
00002654=文檔類型
00002655=程序更新
00002656=配置路徑
00002657=代碼瀏覽
00002658=高亮版本
00002659=智能高亮
00002660=語法高亮
00002661=編輯
00002662=匹配標記
00002663=自動更正
00002664=自動完成
00002665=代碼提示
00002666=代碼完成
00002667=事件分析器
00002668=調試器
00002669=模板
00002670=內聯 TODO/BUG
00002671=打印
00002672=PHP 手冊
00002673=集成
00002674=本地
00002675=運行
00002676=語法檢查
00002677=面板
00002678=瀏覽器
00002679=TortoiseSVN
00002680=WEB 搜索
00002681=其他手冊
00002682=JavaScript：
00002683=打開...

[frmPrint]
00000001=打印預覽
00000002=打印
00000003=打印...
00000004=設置...
00000005=第一頁
00000006=前一頁
00000007=下一頁
00000008=最後一頁
00000009=頁面範圍：全部
00000010=打印範圍：全部
00000011=頁面範圍：選定

[frmProjectEdit]
00000002=常規
00000003=名稱：
00000004=工程根目錄：
00000005=描述：
00000006=過濾器
00000007=CSV\nHTML Format\nPlain text\nRich Text Format\nRich Text Format Without Objects\nUnicode text\nVirtual Tree Data
00000009=框架/庫
00000010=本地
00000011=服務器路徑：
00000012=本地路徑：
00000013=端口：
00000014=例如：http://localhost
00000015=例如：C:\\ProgramFiles\\xampp\\htdocs\\
00000016=編輯工程
00000017=過濾器
00000018=編輯
00000019=過濾器
00000020=添加過濾器
00000021=過濾器
00000022=移除過濾器
00000023=確定
00000024=取消
00000025=默認
00000026=庫
00000027=新增
00000028=庫
00000029=刪除
00000030=過濾器
00000031=默認

[frmProjectManager]
00000002=工程：
00000003=工程管理器
00000004=新建
00000005=編輯
00000006=刪除
00000007=確定
00000008=取消
00000009=排序
00000010=向上移動
00000011=向下移動
00000012=打開工程
00000013=關閉工程

[frmRegistration]
00000003=試用期將至：
00000004=歡迎您評估 phpDesigner 2008，看看它是否滿足您的需要和要求。
00000006=現在購買...
00000007=評估
00000008=感謝您對 phpDesigner 2008 進行評估！
00000009=注冊詳情
00000010=用戶名：
00000011=序列號：
00000012=公司：
00000013=電子郵件：
00000014=如果您已經有 phpDesigner 2008的許可證，請在下面輸入您的詳細注冊信息，因為它將出現在您的注冊電子郵件中。
00000015=如果您想繼續使用 phpDesigner 2008，您必須要有有效的許可證。點擊“立即購買”按鈕在線提交您的注冊詳情，您將在24小時內通過電子郵件獲得注冊許可，不過通常只要幾個小時！
00000016=完成注冊
00000017=為您的金錢獲得更大的價值！
00000018=您可以安裝 phpDesigner 2008 許可證在您的工作站上工作（商業許可證） ，還有您的筆記本電腦和家裏的所有電腦！
00000019=選擇不同類型的 phpDesigner 2008許可證，可滿足您的需要和要求！
00000020=phpDesigner 2008 配備免費無限電子郵件支持！
00000021=phpDesigner 2008 是最低價的可選擇產品，但仍然比它的競爭對手更快並且功能更強！
00000022=您的試用將在 $xxx 天到期 -如果您不想中斷您的工作，今天就在線注冊一份授權！

[frmSelectFiles]
00000001=選擇文件...
00000003=關閉

[frmSnippetAndTemplate]
00000005=名稱：
00000006=內容：
00000007=在編輯區域下右擊將看到更多的選項...
00000008=取消
00000009=確定
00000010=輸入...
00000011=插入光標位置
00000012=撤消
00000013=重做
00000014=剪切
00000015=複制
00000016=粘貼
00000017=選擇所有(&A)

[frmSpecialCharacters]
00000004=特殊字符
00000005=取消
00000006=確定
00000007=字符
00000008=描述
00000009=實體

[frmTable]
00000004=表格編輯器
00000005=確定
00000006=取消
00000007=常規
00000008=布局
00000009=行：
00000010=列：
00000011=屬性
00000012=表格屬性
00000013=背景圖片：
00000014=單元間距：
00000015=單元填充：
00000016=對齊方式：
00000017=高度：
00000018=寬度：
00000019=背景顏色：
00000020=邊框：
00000021=邊框顏色：
00000022=邊框亮色：
00000023=邊框暗色：
00000024=完整路徑
00000025=高級
00000026=存取鍵(&A)：
00000027=名稱(&N)：
00000028=標簽：
00000029=說明：
00000030=ID：
00000031=語言：
00000032=標題：
00000033=高級
00000034=數據頁大小：
00000035=摘要：
00000036=CSS
00000037=Style：
00000038=Class：
00000039=CSS
00000040=轉碼所有的“字符(PHP)
00000041=.htm
00000042=所有文件(*.*)|*.*

[frmTodoItem]
00000004=TODO 項
00000005=狀態：
00000006=開始日期：
00000007=描述：
00000008=相關文件：
00000009=結束日期：
00000010=優先：
00000011=完成：
00000012=項目名稱：
00000013=相關工程：
00000014=取消
00000015=確定
00000017=.htm
00000018=所有文件(*.*)|*.*

[$CONSTANTS]
